Revit 2027 API
ParameterTypeId.RbsElecAnalyticalLoadNameParam Property
 "Name"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecAnalyticalLoadNameParam { get; }
Public Shared ReadOnly Property RbsElecAnalyticalLoadNameParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecAnalyticalLoadNameParam {
	ForgeTypeId^ get ();
}
static member RbsElecAnalyticalLoadNameParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace